{
    "common": { 
        "translate-button": "FR",
        "translated-text": "C'est du français"
    },
    "header_carousel1":{
        "translate-button": "FR",
        "translated-text": "Ici pour vous depuis plus de 10 ans."
    },
    "header_carousel2":{
        "translate-button": "FR",
        "translated-text": "Faites nous confiance sur vos projet !"
    },
    "header_navbar1": {
        "translate-button": "FR",
        "translated-text": "Accueil"
    },
    "header_navbar2": {
        "translate-button": "FR",
        "translated-text": "Service"
    },
    "header_navbar3": {
        "translate-button": "FR",
        "translated-text": "Activité"
    },
    "section1": {
        "translate-button": "FR",
        "translated-text": "En effet, riche d’une expérience de plus de 20 ans dans le domaine de l’ingénierie électronique, le bureau d’études HDI intervient aussi bien pour de la conception, de la programmation, du câblage électronique ou électrotechnique et du routage/CAO. Grâce à des moyens techniques tels que des logiciels de développement de CAO électronique et DAO mécanique et électrotechnique, d’équipements de tests et mesures, de machines de poses de composants automatiques, machine de poses BGA, de machines de sérigraphies et des postes de câblages sous binoculaires, HDI garantit la satisfaction de ses clients ainsi que la qualité de ses produits. Ecoute et réactivité sont les maîtres-mots de ce bureau d’études qui encouragent les grands comptes ainsi que les TPE/PME/PMI à lui renouveler leur confiance, depuis maintenant plus de 10ans."
    },
    "section2_title": {
        "translate-button": "FR",
        "translated-text": "HDI, BUREAU D'ÉTUDES ET DE CONCEPTIONS ÉLECTRONIQUES."
    }
    ,
    "section2_text1": {
        "translate-button": "FR",
        "translated-text": "La société HDI design Concept a été créée en 2005 par MEZZASALMA Christian en vue d’apporter sa qualité et son savoir-faire pour la réalisation de tout type de projets. HDI a évolué pendant ces 15 ans de service pour s’étendre vers l’international."
    },
    "section2_text2": {
        "translate-button": "FR",
        "translated-text": "Text français."
    },
    "section2_text3": {
        "translate-button": "FR",
        "translated-text": "Je place et route pour des grandes entreprises depuis plus de 15 ans. En parallèle je conseille et réalise les cartes pour mes clients depuis plus de 15 ans."
    },
    "section3_text1": {
        "translate-button": "FR",
        "translated-text": "Routage et CAO, A partir d’un schéma “papier” ou réalisé moyennant un logiciel CAO, EEGI vous assure le routage de vos cartes et circuits imprimés dans le but d’obtenir un produit fini correspondant à vos attentes."
    }
}